tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "asdf"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "python"
brew "pango"
brew "graphviz"
brew "jq"
brew "macvim"
brew "maven@3.5"
brew "mysql-client"
brew "peco"
brew "plantuml"
brew "protobuf"
brew "tree"
brew "wget"
cask "font-hack-nerd-font"
cask "iterm2"
