# Taps
tap "fujiwara/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "kayac/tap"
tap "leoafarias/fvm"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "yakitrak/yakitrak"

# CLI tools
brew "coreutils"
brew "difftastic"
brew "fzf"
brew "gnu-sed"
brew "jq"
brew "tmux"
brew "tree"
brew "wget"

# Git
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gitmoji"
brew "lazygit"

# Editors
brew "macvim"
brew "neovim"

# Languages
brew "asdf"
brew "go"
brew "python@3.14"
brew "rust"

# Infrastructure
brew "awscli"
brew "cloudflared"

# Database
brew "mysql-client"
brew "postgresql@16"

# Build tools
brew "cmake"
brew "gcc"
brew "protobuf"

# Media
brew "ffmpeg"
brew "imagemagick"
brew "plantuml"

# Tapped formulae
brew "fujiwara/tap/apprun-cli"
brew "go-task/tap/go-task"
brew "kayac/tap/ecspresso"
brew "leoafarias/fvm/fvm"
brew "steipete/tap/gogcli"
brew "stripe/stripe-cli/stripe"
brew "yakitrak/yakitrak/obsidian-cli"

# Casks
cask "ghostty"
