tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "p7zip/taps"
brew "anyenv"
brew "awscli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "gobject-introspection"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "hive"
brew "jq"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "macvim"
brew "maven@3.5"
brew "moreutils"
brew "mysql-client"
brew "nodebrew"
brew "p7zip", link: false
brew "peco"
brew "plantuml"
brew "protobuf"
brew "rbenv"
brew "rpm"
brew "stern"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "wget"
brew "p7zip/taps/p7zip@16.02"
cask "font-hack-nerd-font"
cask "iterm2"
cask "keycastr"
