3w36zj6.textlint
alexcvzz.vscode-sqlite
antfu.vite
anthropic.claude-code
apollographql.vscode-apollo
astro-build.astro-vscode
asvetliakov.vscode-neovim
biomejs.biome
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
charliermarsh.ruff
davidanson.vscode-markdownlint
docker.docker
drblury.protobuf-vsc
eamodio.gitlens
editorconfig.editorconfig
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
hediet.vscode-drawio
kevinrose.vsc-python-indent
kimuson.ts-type-expand
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
negokaz.zenn-editor
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
qwtel.sqlite-viewer
redhat.vscode-yaml
romanpeshkov.vscode-text-tables
run-at-scale.terraform-doc-snippets
seatonjiang.gitmoji-vscode
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
unifiedjs.vscode-mdx
usernamehw.errorlens
vitest.explorer
vsls-contrib.gistfs
wakatime.vscode-wakatime
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
zainchen.json
